export default function Home() {
  return (
    <div className="flex min-h-screen items-center justify-center bg-zinc-50 font-sans dark:bg-black">
      <main className="flex min-h-screen w-full max-w-3xl flex-col items-center justify-between py-32 px-16 bg-white dark:bg-black sm:items-start">
        <p>
          Не жалею, не зову, не плачу,<br />
          Все пройдет, как с белых яблонь дым.<br />
          Увяданья золотом охваченный,<br />
          Я не буду больше молодым.<br />
        </p>
        <p>
          Ты теперь не так уж будешь биться,<br />
          Сердце, тронутое холодком,<br />
          И страна березового ситца<br />
          Не заманит шляться босиком.<br />
        </p>
        <p>
          Дух бродяжий! ты все реже, реже<br />
          Расшевеливаешь пламень уст<br />
          О моя утраченная свежесть,<br />
          Буйство глаз и половодье чувств.<br />
        </p>
        <p>
          Я теперь скупее стал в желаньях,<br />
          Жизнь моя? иль ты приснилась мне?<br />
          Словно я весенней гулкой ранью<br />
          Проскакал на розовом коне.<br />
        </p>
        <p>
          Все мы, все мы в этом мире тленны,<br />
          Тихо льется с кленов листьев медь…<br />
          Будь же ты вовек благословенно,<br />
          Что пришло процвесть и умереть.<br />
        </p>
      </main>
    </div>
  );
}
